tap "oven-sh/bun"
tap "sdkman/tap"
brew "code-server", restart_service: :changed
brew "fnm"
brew "fzf"
brew "gettext"
brew "gh"
brew "git"
brew "git-extras"
brew "gping"
brew "libgpg-error"
brew "mysql", restart_service: :changed
brew "nginx", restart_service: :changed
brew "onefetch"
brew "pinentry-mac"
brew "redis"
brew "starship"
brew "syncthing", restart_service: :changed
brew "tlrc"
brew "tree"
brew "uv"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "sdkman/tap/sdkman-cli"
cask "android-platform-tools"
cask "applite"
cask "arc"
cask "browserosaurus"
cask "cursor"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-lxgw-wenkai"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "hbuilderx"
cask "hyper"
cask "intellij-idea"
cask "keycastr"
cask "loop"
cask "mihomo-party"
cask "ngrok"
cask "obsidian"
cask "raycast"
cask "screen-studio"
cask "tabby"
cask "tencent-meeting"
cask "visual-studio-code"
cask "webstorm"
